const list = [
    '迟日江山丽，春风花草香',
    '劝君更尽一杯酒，西出阳关无故人',
    '孤帆远影碧空尽，唯见长江天际流',
    '莫愁前路无知己，天下谁人不识君',
    '死去元知万事空，但悲不见九州同',
    '抽刀断水水更流，举杯消愁愁更愁',
    '月落乌啼霜满天，江枫渔火对愁眠',
    '问渠那得清如许，为有源头活水来',
    '不以规矩，不能成方圆',
    '此夜曲中闻折柳，何人不起故园情',
    '花间一壶酒，独酌无相亲',
    '长风破浪会有时，直挂云帆济沧海',
    '红颜弃轩冕，白首卧松云',
    '早知如此绊人心，何如当初莫相识',
    '商女不知亡国恨，隔江犹唱后庭花',
    '造化钟神秀，阴阳割昏晓',
    '吴楚东南坼，乾坤日夜浮',
    '白日放歌须纵酒，青春作伴好还乡',
    '江湖多风波，舟楫恐失坠'
];

export default function() {
    let data = [];
    for (let i in new Array(10).fill(0)) {
        data.push(list[Math.floor(Math.random() * list.length)]);
    }
    return data;
}
